Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A25B.tmx
Source language: en_us
Languages: zh_cn

source: Apple's new iPhone set to heat up phone war
zh_cn: 苹果新iPhone手机将使手机战争升温

source: The battle for dominance of the lucrative "smartphone" market will step up a gear on Monday as Apple is widely expected to launch a new version of the iPhone.
zh_cn: 由于很多人期待苹果公司推出新款iPhone，所以争夺有利可图的“智能手机”市场支配地位之战将在星期一变得更为激烈。

source: Apple has sold more than 21m iPhones in 80 countries since it was launched in 2007.
zh_cn: 自2007年推出iPhone手机以来，苹果公司已在80个国家售出2100多万台iPhone手机。

source: The new iPhone is so important to Apple that Steve Jobs, the chief executive, is expected to return from sick leave to attend the launch at Apple's Worldwide Developers Conference (WWDC) in San Francisco.
zh_cn: 这款新iPhone手机对苹果公司而言非常重要，以致有人预计首席执行官斯蒂芬・乔布斯（Steve Jobs）将会停休病假，出席旧金山苹果全球开发者大会（WWDC）上的发布会。

source: Mr Jobs, who has previously battled against pancreatic cancer, went on medical leave in January suffering from a hormonal imbalance.
zh_cn: 曾与胰腺癌斗争过的乔布斯先生因患激素失衡，于一月份开始休病假。

source: The company refused to confirm or deny whether or not Mr Jobs would be attending the conference, but said he is due back at work by the end of the month.
zh_cn: 关于乔布斯先生是否会参加此次大会一事，苹果公司拒绝予以证实或否认，但表示他预期将在月末之前回公司工作。

source: Apple said Philip Schiller, its chief marketing officer, will give the key note speech.
zh_cn: 苹果公司称其首席营销官菲利普・席勒（Philip Schiller）将做主题演讲。

source: Photos purporting to show the new iPhone were leaked on the internet over the weekend.
zh_cn: 周末期间互联网上泄露出据称是新款iPhone手机的照片。

source: The handset is expected to have a 3.2-megapixel camera, compared with the current 2-megapixel camera, a built-in compass and rubber-tread backing.
zh_cn: 这款手机预计将配备320万像素摄像头（目前的摄像头是两百万像素）、内置指南针和橡胶背面。

source: Other photos show the device has a front-facing video camera to allow customers to engage in two-way video conversations.
zh_cn: 其他照片显示这款手机拥有正面视频摄像头，使用户能够进行双向视频会话。

source: Blogs also suggest Apple could also introduce a cheaper low-end version of the phone in an attempt to attract hard-pressed customers who are put off by the high cost.
zh_cn: 一些博客也表示苹果公司还可能推出这款手机的较便宜的低端版本，试图吸引被高价吓退的手头拮据的顾客。

source: Gene Munster, analyst at US investment bank Piper Jaffrey and the most highly-respected "Apple-watcher", said there could be wide-spread disappointment as he believes Apple will release a new operating system but no new phones.
zh_cn: 吉恩・曼斯特（Gene Munster）是美国投资银行Piper Jaffrey的分析师，也是最受尊敬的“苹果观察家”。他说人们普遍将会感到失望，因为他认为苹果公司将发布新的操作系统，但不会发布新款手机。

source: He said a new "family of iPhones" will probably not be released until July.
zh_cn: 他说可能到七月份才会发布新的“iPhone家庭成员”。

source: It has about a 10pc share of the worldwide smartphone market, according to Gartner.
zh_cn: 高德纳公司（Gartner）称苹果公司占据全球智能手机市场约10%的份额。

source: Apple's big announcement comes just days after Palm re-entered the smartphone market with its critically acclaimed Pre handset.
zh_cn: 在Palm公司携其备受评论家赞誉的Pre手机重新进入智能手机市场之后没几天，苹果就发布了重大通告。

source: The Pre, described as "the nearest rival to the iPhone", went on sale in America this weekend.
zh_cn: Pre手机被描述成“iPhone最有力的竞争对手”，本周末在美国发售。

source: The Pre, which boasts a touch-screen and a slide-out keyboard, is expected to go on sale in the UK later this year.
zh_cn: Pre手机引以为傲之处是其触摸屏和滑出式键盘。Pre手机预计今年晚些时候将在香港上市。

source: The success of the Pre could be a massive boon for U2 frontman Bono, whose private equity company Elevation Partners, owns 41pc of the company.
zh_cn: Pre手机的成功可能对U2乐队主唱波诺（Bono）大为有利，因为波诺的私募股本公司“高地风险投资公司”（Elevation Partners）持有Palm公司41%的股份。

source: Elevation increased its stake last December buying $100m (?62m) worth of shares at $3.24.
zh_cn: 高地公司去年十二月以每股3.24美元的价格买入价值1亿美元（6200万英镑）的股份，以增加股本。

source: The company's shares closed at $13 on Friday.
zh_cn: 星期五，Palm公司股票以每股13美元的价格收市。
